Repository: common-repository/woo-aliexpress
Catalog: languages/aliexpress-*.po
Languages: es_es

source: Variation Product is not available
es_es: Los productos con vairiaciones no están disponibles

source: Connected with SKU
es_es: Conectado por SKU

source: Category Aliexpress is not declared
es_es: Categoría AliExpress no está declarada

source: An error ocurred with AliExpress category, see more information on log error.
es_es: Ha ocurrido un error con la categoría de AliExpress, puede obtener más información en el historial de errores.

source: Error Register JOB
es_es: Error al registrar el trabajo, contacte con soporte

source: Custom
es_es: Personalizado

source: Choose Attribute
es_es: Elija un Atributo

source: Replace AliExpress value with a custom value
es_es: Reemplazar el valor de AliExpress por uno personalizado

source: Use Alias
es_es: Usar Alias

source: The Alias by which this attribute will be replaced in AliExpress, (Use Alias) must be marked
es_es: Este es el alias para el atributo de AliExpress que se reemplazará, (Usar Alias) debe estar marcado

source: Choose Term
es_es: Elija un Término

source: Save Attributes Mapping
es_es: Guardar Mapeo de Atributos

source: WooCommerce Category
es_es: Categoría WooCommerce

source: Description
es_es: Descripción

source: Save Categories Description
es_es: Guardar Descripción de Categorías

source: Default
es_es: Por defecto

source: Your token is no set, please contact with support service.
es_es: El token no está veteado, por favor contacte con soporte.

source: AliExpress Category
es_es: Categoría de AliExpress

source: Add a percentage to the price when uploading products to AliExpress
es_es: Añade un porcentaje al precio del producto cuando se publicado en AliExpress

source: Add Percentage to Price
es_es: Añadir porcentaje al precio

source: Add a fixed amount the price when uploading products to AliExpress
es_es: Añade una cantidad fija al precio del producto cuando se publicado en AliExpress

source: Add fixed amount
es_es: Añadir Cantidad Fija

source: Size Product default
es_es: Tamaño de los productos por defecto

source: Width (cm), Length (cm), Height (cm), Weight (kg)
es_es: Ancho (cm), Largo (cm), Alto (cm), Peso (kg)

source: Preparation Days
es_es: Días de Preparación

source: Default Group
es_es: Grupo por defecto

source: Shipping template
es_es: Plantilla de envío

source: Keywords for Title Product
es_es: Palabras clave para el título del producto

source: Keywords
es_es: Palabras clave

source: Prepend Brand name to title product
es_es: Añade al principio la marca del producto en el título

source: Add Brand
es_es: Añadir Marca

source: AE Category
es_es: Categoría AE

source: Unlink
es_es: Desconectar

source: Suggest Category
es_es: Sugerir Categoría

source: Width
es_es: Ancho

source: Length
es_es: Largo

source: Height
es_es: Alto

source: Weight
es_es: Peso

source: Select
es_es: Selecciona

source: Save Categories
es_es: Guardar Categorías

source: This category have required features
es_es: Esta categoría tiene características obligatorias

source: No Default
es_es: Ninguna

source: No features required
es_es: No se han encontrado características obligatorias

source: Choose Feature
es_es: Elija Característica

source: Choose Option
es_es: Elija una Opción

source: Save Features Mapping
es_es: Guardar Mapeo de Características

source: Yes
es_es: Si

source: With Errors
es_es: Con Errores

source: Processing
es_es: Procesando

source: Shipping Cost
es_es: Coste de Envío

source: (CRON PRICE-STOCK) Category Aliexpress is not declared
es_es: (CRON Precio-Stock) Categoría AliExpress no está declarada

source: (CRON PRICE-STOCK) Error getting product data, contact support
es_es: (CRON Precio-Stock) Error al obtener los datos del producto, contacte con soporte

source: Some or all product variations has not price
es_es: Alguna o todas las variaciones del producto no tienen precio de venta

source: (CRON PRICE-STOCK) The product does not have a SKU
es_es: (CRON Precio-Stock) El producto no tiene precio de venta

source: (CRON PRICE-STOCK) The product does not have a sale price
es_es: (CRON Precio-Stock) El producto no tiene precio de venta

source: Other related products
es_es: Otros productos relacionados

source: More Info
es_es: Más información

source: The product does not have a sale price
es_es: El producto no tiene precio de venta

source: The price is not in the allowed range, please set another range to allow this price.
es_es: El precio no se encuentra en el rango de precio permitido, por favor, establezca otro rango para permitir este producto.

source: The product does not have a SKU
es_es: El producto no tiene SKU

source: The product has no images, at least one image is required to upload to AliExpress
es_es: El producto no tiene imágenes, AliExpress necesita al menos una imagen

source: The product has variations, but some or all variations have no reference (SKU)
es_es: El producto tiene variaciones, pero alguna o todas no tienen referencia (SKU)

source: Variations do not have SKU, it is not possible to upload the product
es_es: Las variaciones no tienen SKU, no es posible subir el producto

source: The product has empty attributes, the upload is not allowed, for more information <a href="%s">click here</a>
es_es: El producto tiene atributos vacios, la subida no está permitida, para más información <a href="%s">pincha aquí</a>

source: Job AliExpress products with errors, for more information check <a href="%s">the log here</a>.
es_es: Trabajo con errores, para más información vea <a href="%s">el log de errores aquí</a>.

source: AliExpress Options
es_es: Opciones de AliExpress

source: AliExpress Official Plugin for WooCommerce, synchronization of products and orders with AliExpress.
es_es: Plugin Oficial de AliExpress para WooCommerce, sincronización de productos y pedidos con AliExpress.

source: <strong>Need help?</strong> If you have any questions please send us a message
es_es: <strong>¿Necesitas Ayuda?</strong> Si tienes alguna duda por favor envíanos un mensaje

source: Send Message
es_es: Enviar Mensaje

source: View the documentation
es_es: Ver la documentación

source: Error: This is not a seller account,
es_es: Error: La cuenta con la que ha iniciado sesión no es una cuenta de vendedor de AliExpress

source: <strong>IMPORTANT NOTE:</strong> to set up AliExpress for WooCommerce it is essential that you have a merchant account on AliExpress. <a href="%s" target="_blank">Don't have a merchant account? Click here.</a>
es_es: <strong>NOTA IMPORTANTE:</strong>Para poder configurar AliExpress para Woocommerce es imprescindible que disponga de una cuenta de vendedor en AliExpress. <a href="%s" target="_blank">¿No tienes cuenta de vendedor? Clic aquí</a>

source: Login with other account
es_es: Iniciar sesión con otra cuenta

source: The session started correctly, now you can configure AliExpress.
es_es: La sesión se ha iniciado correctamente, ahora puede configurar AliExpress.

source: General Options
es_es: Opciones Generales

source: Categories
es_es: Categorías

source: Attributes
es_es: Atributos

source: Features
es_es: Características

source: Country Prices
es_es: Precios por País

source: Manage Categories
es_es: Manejo de Categorías

source: Orders
es_es: Pedidos

source: Jobs
es_es: Trabajos

source: Error Log
es_es: Historial de Errores

source: System Status
es_es: Estado del Sistema

source: Maping Products
es_es: Mapear Productos

source: Stock for products without manage stock
es_es: Stock para productos sin gestión de stock

source: AliExpress need stock for products and variations, when your product not have manage stock, ¿What stock send to AliExpress?, default 100
es_es: AliExpress necesita una cantidad de stock para productos y variaciones, cuando el producto no tiene stock, ¿Qué stock enviamos a AliExpress?, por defecto 100

source: Shipping Template
es_es: Plantilla de Envio

source: Shipping templates are configured in your AliExpress seller account, you can access here to configure these templates
es_es: Las plantillas de envío se configuran en su cuenta de vendedor en AliExpress, puede acceder aquí para configurar estas plantillas

source: No shipping templates availables, <a href="%s" target="_blank">set your shipping template here</a>
es_es: No se han encontrado plantillas de envío disponibles, <a href="%s" target="_blank">configure su plantilla de envío aquí</a>

source: Click here to configure Shipping Templates on AliExpress
es_es: Haga clic aquí para configurar sus plantillas de envío en AliExpress

source: Default order status
es_es: Estado por defecto del Pedido

source: Use Product ID if the SKU is empty
es_es: Usar el id del producto si el SKU está vacío

source: ATENTION: With this option, when a SKU product is empty this copy product id as SKU and save the product.
es_es: ATENCIÓN: Con esta opción, cuando un producto no tiene SKU se usará su id y será guardado para futuros envíos.

source: Activate SKU by ID
es_es: Activar SKU por ID

source: Advanced use, contact support for more information, use it if you know exactly what you are doing
es_es: Uso avanzado, contacte con soporte para más información, use esto si sabe exactamente que está haciendo

source: Use EAN
es_es: Usar EAN

source: Use AliExpress field
es_es: Campo de AliExpress

source: Custom Field EAN
es_es: Campo personalizado

source: If you want use SKU like EAN Code, use _sku (Meta key value), or other meta key used by another plugin
es_es: Si usas el SKU como EAN, escriba _sku (Valor de los metadatos), o cualquier otra key si usa algún otro complemento

source: Products Cron
es_es: Cron de Productos

source: You can configure a CRON with this URL, this will make regular product updates on AliExpress, this CRON completely overwrites the product
es_es: Usted puede configurar un CRON con esta url, esto actualizará el producto en AliExpress, este CRON sobreescribe completamente el producto

source: Orders Cron
es_es: Cron de Pedidos

source: This CRON downloads AliExpress orders to your store
es_es: Este CRON descarga pedidos desde AliExpress a su tienda

source: Price and Stock Cron
es_es: Cron de Precios y Stock

source: If your products do not change often or you do not want to overwrite custom descriptions that you have made in AliExpress, you can only update the Stock and Price of the products
es_es: Si sus productos no cambian a menudo o no quiere sobreescribir completamente el producto con descripciones personalizadas en AliExpress, puede actualizar únicamente el stock y precio con este CRON

source: Price Cron
es_es: Cron de Precio

source: If your products do not change often or you do not want to overwrite custom descriptions that you have made in AliExpress, you can only update the Price of the products
es_es: Si sus productos no cambian a menudo o no quiere sobreescribir completamente el producto con descripciones personalizadas en AliExpress, puede actualizar únicamente el precio con este CRON

source: Stock Cron
es_es: Cron de Stock

source: If your products do not change often or you do not want to overwrite custom descriptions that you have made in AliExpress, you can only update the Stock of the products
es_es: Si sus productos no cambian a menudo o no quiere sobreescribir completamente el producto con descripciones personalizadas en AliExpress, puede actualizar únicamente el stock con este CRON

source: You can use the free service
es_es: Puede usar el servicio gratuito

source: Avanced Options
es_es: Opciones Avanzadas

source: Default Shipping Method
es_es: Método de Envío por defecto

source: Normally used for shipping companies, establish a shipping method so that the shipping plugins can read orders from AliExpress
es_es: Normalmente usado para las empresas de envío, establece un método de envío que usará para que los plugins de los transportistas puedan leer pedidos de AliExpress

source: Exclude by min and max price
es_es: Exclude por precio mínimo y máximo

source: and
es_es: y

source: Products between this prices are exclude to upload products.
es_es: Productos fuera de este rango no serán subidos.

source: Variations Explosion
es_es: Explosión de variaciones

source: Only apply to upload new products
es_es: Solo se aplican a nuevas subidas

source: Use explosion variations
es_es: Usar explosión de variaciones

source: Only update stock and price
es_es: Solo actualizar stock y precio

source: If this option is enabled, only update price and stock.
es_es: Si esta opción está activa, solo actualizará precio y stock.

source: Use Only Stock and Price
es_es: Usar solo stock y precio

source: Categories Description Options
es_es: Opciones Descripción Categorías

source: Replace
es_es: Reemplazar

source: Before
es_es: Antes

source: After
es_es: Después

source: Size of Images
es_es: Tamaño de las Imágenes

source: Create Correlative SKUs
es_es: Crear SKU correlativos

source: When a product combination some of the attributes are selected as Any... AliExpress will not send AliExpress this product by default.
es_es: Cuando un producto tiene alguna combinación con el atributo como "Cualquier …" no es posible enviar a AliExpress este producto por defecto.

source: Activate correlative SKU creation
es_es: Activar creación de SKU correlativos

source: Upload Products with empty attributes
es_es: Subir productos con atributos vacios

source: Enable synchronization of empty variations
es_es: Activar sincronización de variaciones vacías

source: Allow duplicate attributes
es_es: Permitir atributos duplicados

source: When this option is active, duplicate attributes will be allowed. NOTE: They are allowed as long as they are not present in the same product, if a product is uploaded with duplicate attributes it will be rejected
es_es: Cuando esta opción está activa, se permitirán los atributos duplicados, NOTA: Se permiten siempre y cuando no estén presentes en el mismo producto, si un producto es subido con atributos duplicados este será rechazado

source: Enable duplicate attributes
es_es: Activar atributos duplicados

source: This is the key to configure the CRON in your hosting, your hosting provider can help you configure this service.
es_es: Esta es la clave para configurar su CRON en su hosting, su hosting puede ayudarlo a configurar este servicio.

source: Regenerate Token
es_es: Regenerar Token

source: Add Related Products block to AliExpress
es_es: Añadir un bloque con productos relacionados en AliExpress

source: Add a related product block on AliExpress
es_es: Añade un bloque de productos relacionados en AliExpress, con los productos de ventas cruzadas de su tienda

source: Enable
es_es: Habilitar

source: Related Product Block Links
es_es: Enlaces del bloque de productos relacionados

source: Where do you have to take the links of the related product block?
es_es: ¿Hacia donde deben llevar los enlaces del bloque de productos relacionados?

source: AliExpress Products
es_es: Productos AliExpress

source: WooCommerce Products
es_es: Productos de Woocommerce

source: Image System
es_es: Sistema de Imagen

source: Avanced use
es_es: Uso Avanzado

source: Direct
es_es: Directo

source: Alternative URL
es_es: URL Alternativa

source: Debug Mode
es_es: Modo Debug

source: This option disables the upload of products to AliExpress, only for debugging jobs
es_es: Esta opción deshabilita la subida de productos a AliExpress, únicamente se usa en trabajos de desarrollo o depuración

source: Enable debug mode
es_es: Habilitar el Módo Debug

source: Save Configuration
es_es: Guardar Configuración

source: Categories Mapping
es_es: Mapeo de Categorías

source: Change the default descriptions of the products by categories (Only for AliExpress), click here
es_es: Cambia la descripción por defecto de todos los productos de esa categoría al subir a AliExpress, click aquí

source: Add category to mapping
es_es: Añadir categoría al mapeo

source: Add
es_es: Añadir

source: If you do not want to change the price in the country, leave the field empty.
es_es: Si usted no quiere cambiar el precio en un país, deje el campo en blanco.

source: The minimum possible value is 70, if you want to add 5% to the base price you must set the percentage to 105, if for example you want to decrease the price by 2% you must set the percentage to 98
es_es: El valor mínimo posible es de 70, si quiere agregar un 5% al precio base debe establecer el valor en 105, si por ejemplo quiere bajar el precio un 2%, establézcalo en 98

source: Categories Description
es_es: Descripción por Categorías

source: Overwrite the description of the product when it is uploaded to AliExpress, if it is different from empty it will be used when uploading a product
es_es: Sobrescriba la descripción del producto cuando se cargue en AliExpress, si es diferente de vacío se usará al cargar un producto

source: You can use [AE_PRODUCT_NAME] for product name or [AE_PRODUCT_PRICE] for product price.
es_es: Puede usar [AE_PRODUCT_NAME] para el nombre del producto o [AE_PRODUCT_PRICE] para el precio.

source: ¿You need support?
es_es: ¿Necesita Ayuda?

source: Select an Category
es_es: Selecciona una Categoría

source: Select an category to attributes mapping
es_es: Selecciona una categoría para empezar a mapear atributos

source: Attributes Mapping from Category %s
es_es: Mapeo de Atributos para la Categoría %s

source: Select an category to features mapping
es_es: Selecciona una categoría para mapear características

source: Features Mapping from Category %s
es_es: Mapeo de Características para la Categoría %s

source: Date
es_es: Fecha

source: Filter
es_es: Filtrar

source: When send products to AliExpress, is created a job that contains all products that need update, you can click on job to update job status
es_es: Cuando se envían productos a AliExpress, se crea un trabajo, puede hacer clic en un trabajo para actualizar su estado

source: Refresh all status jobs
es_es: Refrescar todos los trabajos

source: Last Check
es_es: Última Comprobación

source: Total Products
es_es: Productos Totales

source: Products Success
es_es: Productos Completados

source: Finalized
es_es: Finalizado

source: Plain Error
es_es: Detalles de Error

source: JOB ID
es_es: ID del Trabajo

source: DATA
es_es: Datos

source: Generic
es_es: Genérico

source: Product
es_es: Producto

source: View Product
es_es: Ver Producto

source: Order
es_es: Pedido

source: View Order
es_es: Ver Pedido

source: Category
es_es: Categoría

source: Mapping Category
es_es: Mapear Categoría

source: Message
es_es: Mensaje

source: Type
es_es: Tipo

source: Options
es_es: Opciones

source: Order Status
es_es: Estado del Pedido

source: All Status
es_es: Todos los Estados

source: No orders
es_es: No se han encontrado pedidos

source: # Order
es_es: # Pedido

source: Customer
es_es: Cliente

source: Get Order
es_es: Recibir Pedido

source: Get DEBUG
es_es: Obtener Debug

source: License AliExpress WooCommerce Sync
es_es: Licencia de AliExpress WooCommerce Sync

source: License Date Expiration: %s
es_es: Fecha de Expiración de la licencia: %s

source: License Code: %s
es_es: Código de Licencia: %s

source: AliExpress Carrier
es_es: Transportista de AliExpress

source: Shipping ID
es_es: ID de Envío

source: Save Carriers
es_es: Guardar Transportistas

source: Make sure that the category that you are going to send to AliExpress is correctly mapped and all its attributes correctly configured, otherwise the upload may fail.
es_es: Asegúrese de que la categoría que va a enviar a AliExpress esté correctamente mapeada y todos sus atributos correctamente configurados, de lo contrario la subida puede fallar.

source: Upload
es_es: Subir

source: Delete AliExpress Products
es_es: Borrar productos en AliExpress

source: Enable AliExpress Products
es_es: Habilitar productos en AliExpress

source: Disable AliExpress Products
es_es: Deshabilitar productos en AliExpress

source: You do not have permissions to do that.
es_es: No tienes suficientes permisos para hacer esto.

source: %s products have been unlocked
es_es: %s productos han sido desbloqueados

source: Success change %s products default category
es_es: La categoría de %s productos ha cambiado correctamente

source: Error change category default or no exist products
es_es: Error al cambiar la categoría por defecto o no existe

source: Check AliExpress Tables
es_es: Comprobación de Tablas para AliExpress

source: Jobs Table
es_es: Tabla de Trabajos

source: Default Table
es_es: Tabla por defecto

source: Attributes Table
es_es: Tabla de Atributos

source: Features Table
es_es: Tabla de Características

source: Products Error Table
es_es: Tabla de Errores de productos

source: records
es_es: registros

source: Actions Maintenance
es_es: Acciones de Matenimiento

source: Delete Jobs on Products
es_es: Borrar Trabajos pendientes en Productos

source: You are sure delete jobs on Products?
es_es: ¿Está seguro/a qué quiere borrar la conexión de trabajos con productos?

source: Process
es_es: Ejecutar

source: Clean Finished or With Error Jobs
es_es: Borrar todos los trabajos finalizados o con errores

source: You are sure, Clean finished or with error jobs?
es_es: ¿Está seguro/a qué quiere borrar los trabajos finalizados o con errores?

source: Clean Errors
es_es: Limpiar Errores

source: You are sure clean error?
es_es: ¿Está seguro/a qué quiere borrar todos los errores?

source: Disconect AliExpress conection products
es_es: Desconectar los productos locales de AliExpress

source: This action delete conection products with AliExpress
es_es: Esta acción borra la conexión de los productos locales con AliExpress

source: Change AliExpress category default
es_es: Cambiar categoría por defecto de AliExpress

source: Atention: This set category by default on product
es_es: Atención: Esto establecerá la categoría por defecto en el producto

source: Clear ALL Data
es_es: Borrar TODOS los datos

source: ¡ATENTION!: You are sure CLEAR ALL DATA on AliExpress Plugin?
es_es: ¡ATENCIÓN!: Está seguro/a BORRAR TODOS LOS DATOS del plugin de AliExpress?

source: Orphan category Ids (have been manually disconnected)
es_es: Categorías Huérfanas (Tiene productos desconectados manualmente)

source: search
es_es: Buscar

source: Product ID
es_es: ID del Producto

source: Online
es_es: Publicados

source: AliExpress Name
es_es: Nombre en AliExpress

source: Status
es_es: Estado

source: Currently it has 60 days free use, then the use of the plugin will be subject to <a href="%s" target="_blank">our price rates</a>
es_es: Actualmente dispone de 60 días de uso gratuito, posteriormente la utilización del plugin estará sujeta a <a href="%s" target="_blank">nuestras tarifas de precios</a>

source: Link AliExpress Account
es_es: Vincular cuenta de AliExpress

source: Your AliExpress Email
es_es: Su Email de AliExpress

source: Enter the account to login on AliExpress
es_es: Introduzca la cuenta para hacer login en AliExpress

source: Log in / Authorize
es_es: Logear / Autorizar

source: Use a custom title if you don't want to send the WooCommerce title to AliExpress
es_es: Use un título personalizado si no quiere enviar el título del producto de WooCommerce a AliExpress

source: Use a custom description if you don't want to send the WooCommerce description to AliExpress
es_es: Use una descripción personalizada si no quiere enviar la descripción de WooCommerce a AliExpress

source: Local Shipping ID
es_es: ID Envío Local

source: Required when you mark the order as finish
es_es: Obligatorio al marcar el pedido como Finalizado

source: Select carrier
es_es: Selecciona un Transportista

source: Tracking Website (Required)
es_es: Sitio web de seguimiento (Requerido)

source: Tracking Number
es_es: Número de Seguimiento

source: Set Tracking Number
es_es: Escriba el Número de Seguimiento

source: Order Finish AliExpress
es_es: Pedido Finalizado en AliExpress
