Repository: common-repository/woo-aliexpress
Catalog: languages/aliexpress-*.po
Languages: es_es

source: Confirm and send tracking number to AliExpress
es_es: Confirmado y enviado a AliExpress el número de seguimiento

source: Select the products that are going to be sent
es_es: Seleccione los productos que se van a enviar en este envío parcial

source: Remove Job
es_es: Eliminar Trabajo

source: Eliminates the blocking of the product generated by a job.
es_es: Eliminar el bloqueo del producto generado por el trabajo.

source: Product ID on AliExpress
es_es: ID del producto en AliExpress

source: Remove AliExpress Product ID
es_es: Eliminar ID del Producto

source: View Product on AliExpress
es_es: Ver producto en AliExpress

source: Actions
es_es: Opciones

source: Actions for AliExpress product
es_es: Acciones para productos en AliExpress

source: Disable Product
es_es: Desactivar Producto

source: Activate Product
es_es: Activar Producto

source: Delete Product
es_es: Borrar Producto

source: Choose default Category
es_es: Elegir Categoria por Defecto

source: First select the product categories, the ones that are mapped will appear here.
es_es: Primero seleccione las categorías de productos, las que están mapeadas aparecerán aquí.

source: You can override the shipping template, if you use default, AliExpress use the category shipping template, if category use default, using global.
es_es: Puede sobreescribir la plantilla de envío, si usa de por defecto, AliExpress usará la establecida en la categoría.

source: Group
es_es: Grupo

source: EAN Code
es_es: Código EAN

source: Explosion of variations
es_es: Explosión de Variaciones

source: If the variations are complicated to map you can use this option to separate each variation into different products
es_es: Si las variaciones son complicadas de mapear, use esta opción para productos nuevos, esto separará en varios productos cada variación

source: Waiting for Payment
es_es: Esperando Pago

source: In Cancel
es_es: Cancelado

source: Waiting Shipping
es_es: Esperando Envío

source: Partially Delivered
es_es: Enviado Parcialmente

source: Waiting Confirmation
es_es: Esperando Confirmación

source: Processing Payment
es_es: Procesando Pago

source: In Dispute
es_es: En Disputa

source: Suspended
es_es: Suspendido

source: Waiting for Review
es_es: Esperando Revisión

source: Risk Control
es_es: Control de Riesgo

source: Finished
es_es: Finalizado

source: View Store
es_es: Ver Tienda

source: Upload products to AliExpress
es_es: Subir esta categoría a AliExpress

source: API Limited
es_es: API Limitada

source: AliExpress Information
es_es: Información AlIexpress

source: Not show again
es_es: No mostrar de nuevo

source: Your AliExpress session will expire soon, renew the session.
es_es: Su sesión en AliExpress expira pronto, inicie sesión de nuevo.

source: Log-in again
es_es: Iniciar sesión de nuevo

source: Your AliExpress session has expired, renew the session.
es_es: Su sesión en AliExpress ha expirado, inicie sesión de nuevo.

source: AliExpress Data
es_es: Datos de AliExpress

source: AliExpress Custom Description
es_es: Descripción personalizada para AliExpress

source: AliExpress Tracking Number
es_es: Nº Seguimiento de AliExpress

source: AliExpress Option Page
es_es: Página de Configuración de AliExpress

source: Settings
es_es: Ajustes

source: Orders AliExpress
es_es: Pedidos AliExpress

source: Tracking number required, Not communicated to AliExpress
es_es: El número de seguimiento es requerido, No ha sido comunicado a AliExpress

source: Order Nº %s Finished, Tracking Number %s
es_es: Pedido Nº %s Finalizado, Número de Seguimiento %s

source: The order was already completed
es_es: El pedido ya estaba completado o cerrado en AliExpress

source: Error AliExpress
es_es: Error en AliExpress

source: The order has not been communicated to AliExpress, the tracking URL is required.
es_es: El pedido no ha sido comunicado a AliEpress, la URL de seguimiento es obligatoria.

source: Not Compatible
es_es: No Compatible

source: Uploading...
es_es: Subiendo...

source: Update
es_es: Actualizar

source: With Explosion Variations
es_es: Con explosión de variaciones

source: View
es_es: Ver

source: Last Update:
es_es: Últ. Actualización:

source: Need update
es_es: Necesita Actualizar

source: No set
es_es: No establecido

source: Created Vía %s
es_es: Creado vía %s

source: Country ISO
es_es: ISO País

source: Percent
es_es: Porcentaje

source: Save Percent Prices
es_es: Guardar porcentajes de precios

source: Enter the EAN variation
es_es: Introduzca el EAN de la variación

source: View on AliExpress
es_es: Ver producto en AliExpress
